Repository: 315234/lyx-retina
Catalog: po/*.po
Languages: ro

source: You can't insert a float in a float!
ro: Nu puteþi insera un flotant în alt flotant!

source: You can't insert a marginpar in a minipage!
ro: Nu puteþi insera un paragraf marginal într-o minipaginã!

source: Cannot cut table.
ro: Nu pot tãia tabelul.

source: Float would include float!
ro: Flotantul va include flotant!

source: Opened float
ro: Flotant deschis

source: Closed float
ro: Flotant închis

source: Nothing to do
ro: Nimic de fãcut

source: Font style changed
ro: Am schimbat stilul de font.

source: Don't know what to do with half floats.
ro: Nu ºtiu ce sã fac cu jumãtãþi de flotante.

source: Don't know what to do with half tables.
ro: Nu ºtiu ce sã fac cu jumãtãþi de tabele.

source: Can't paste float into float!
ro: Nu pot pune un flotant în alt flotant!

source: Table cell cannot include more than one paragraph!
ro: Celula de tabel nu poate include mai mult de un paragraf!

source: Opened figure
ro: Figurã deschisã

source: Math editor mode
ro: Mod de editare matematic

source: Math macro editor mode
ro: Mod de editare macro-uri matematice

source: Opened error
ro: Eroare deschisã

source: Opened note
ro: Notã deschisã

source: &Jump back
ro: &Salt înapoi

source: List of Algorithms
ro: Lista de algoritmi

source: List of Figures
ro: Lista de figuri

source: List of Tables
ro: Lista de tabele

source: Parent:
ro: Pãrinte:

source: &Jump to label
ro: &Salt la etichetã

source: Table of Contents
ro: Cuprins

source: Opened inset
ro: Inset deschis

source: unknown
ro: necunoscut
