Repository: 315234/lyx-retina
Catalog: po/*.po
Languages: ro

source: Please enter text
ro: Vã rog sã introduceþi textul

source: Formatting document...
ro: Formatez documentul...

source: No more errors
ro: Nu mai existã erori

source: Change bullet for depth
ro: Bullet pentru adîncimea

source: Group
ro: Grup

source: Size:
ro: Mãrime:

source: Bullet Shapes
ro: Forme bullet

source: Family
ro: Familia

source: Keep
ro: Pãstreazã

source: Reset
ro: Reseteazã

source: Series
ro: Seria

source: Medium
ro: Mediu

source: Shape
ro: Forma

source: Size
ro: Mãrime

source: Increase
ro: Creºte

source: Decrease
ro: Descreºte

source: Misc
ro: Diverse

source: Emph
ro: Evidenþiat

source: Underbar
ro: Subliniat

source: Color
ro: Culoare

source: None
ro: Nimic

source: Black
ro: Negru

source: White
ro: Alb

source: Red
ro: Roºu

source: Green
ro: Verde

source: Blue
ro: Albastru

source: Cyan
ro: Cian

source: Magenta
ro: Violet

source: Yellow
ro: Galben

source: Character Style
ro: Stil caractere

source: ChkTeX warning id #
ro: Avertizare ChkTeX numãrul #

source: All these people have contributed to the KLyX project. Thanks,
ro: Toate aceste persoane au contribuit la proiectul KLyX. Mulþumiri,

source: Credits
ro: Credite

source: ERROR: KLyX wasn't able to read CREDITS file Please install correctly to estimate the great amount of work other people have done for the KLyX project.
ro: EROARE: Nu pot citi fiºierul CREDITS Vã rog sã instalaþi corect programul pentru a estima munca deosebitã pe care ºi alþi oameni au depus-o la proiectul Klyx.

source: Class:
ro: Clasa:

source: Pagestyle:
ro: Stil de paginã:

source: Fonts:
ro: Fonturi:

source: Font Size:
ro: Mãrimea fontului:

source: Language:
ro: Limbaj:

source: PS Driver:
ro: Driver PS:

source: Encoding:
ro: Codificarea:

source: Default Skip:
ro: Salt implicit:

source: Spacing:
ro: Spaþiere:

source: Sides
ro: Feþe

source: One
ro: Una

source: Two
ro: Douã

source: Columns
ro: Coloane

source: Separation
ro: Separaþia

source: &Indent
ro: &Indentare

source: S&kip
ro: &Salt

source: &Bullet Shapes...
ro: &Forme bullet...

source: Use A&MS Math
ro: Stil &matematic AMS

source: Float placement
ro: Poziþionare flotante

source: Extra options
ro: Extra opþiuni

source: Section number depth
ro: Adîncimea numerelor secþionale

source: Table of contents depth
ro: Adîncimea cuprinsului

source: Document layout
ro: Structura documentului

source: Should I set some parameters to
ro: Ar trebui sã setez niºte parametrii la

source: the defaults of this document class?
ro: setãrile implicite pentru aceastã clasã de document?

source: EPS Fi&gure:
ro: Figurã EPS:

source: &Browse...
ro: &Rãsfoieºte...

source: Width
ro: Lãþime

source: Defa&ult
ro: Implicit

source: inc&hes
ro: &inci

source: % of &Page
ro: % din &paginã

source: % &of Column
ro: % din c&oloanã

source: Height
ro: Înãlþime

source: Defaul&t
ro: Implici&t

source: inche&s
ro: i&nci

source: % of Pag&e
ro: % din paginã

source: Rotation
ro: Rotaþia

source: Ang&le
ro: Unghi

source: Display
ro: Afiºare

source: Di&splay as monochrome
ro: Afiºeazã monocrom

source: D&isplay as grayscale
ro: Afiºeazã în nuanþe de gri

source: &Display in color
ro: Afiºeazã în culori

source: Do not displa&y this figure
ro: Nu afiºeazã aceastã figurã

source: Display &Frame
ro: Afiºeazã cadru

source: Do T&ranslations
ro: Face t&ranslaþie

source: Subfigure
ro: Subfigurã

source: Cap&tion
ro: Ti&tlu

source: &Apply
ro: &Aplicã

source: Full Screen Pre&view
ro: Previzualizeazã

source: Edit Figure
ro: Editare figurã

source: Error during rendering
ro: Eroare la randarea figurii

source: All Postscript Files
ro: Toate fiºierele Postscript

source: Encapsulated Postscript Files
ro: Fiºiere PostScript încapsulate

source: Standard Postscript Files
ro: Fiºiere Postscript standard

source: Uncompressed Postscript Files
ro: Fiºiere Postscript necomprimate

source: Compressed Postscript Files
ro: Fiºiere Postscript comprimate

source: All Files
ro: Toate fiºierele

source: Filename can't contain any of these characters: space, '#', '~', '$' or '%'.
ro: Numele de fiºier nu poate conþine urmãtoarele caractere: spaþiu, '#', '~', '$' sau '%'.

source: Filetype
ro: Tip de fiºier

source: Command:
ro: Comandã:

source: Export custom type
ro: Exportã tip personalizat

source: &Find
ro: Ca&utã

source: Replace &with
ro: Î&nlocuieºte cu

source: &Replace
ro: În&locuieºte

source: Replace &All
ro: Înlocuieºte &toate

source: Ca&se sensitive
ro: Senzitiv la &majuscule

source: &Match word
ro: Numai cu&vinte

source: Find and Replace
ro: Cautã ºi înlocuieºte

source: Loading font into X-Server...
ro: Încarc fontul în server-ul X...

source: Key:
ro: Tasta:

source: Label:
ro: Eticheta:

source: Insert Citation
ro: Inserare citat

source: &Database:
ro: Baza de &date:

source: &Key:
ro: Cuvînt &cheie:

source: &Remark:
ro: &Observaþie:

source: Internal keys
ro: Cuvinte cheie interne

source: Insert &Page Number
ro: Insereazã numãr de &paginã

source: &Insert Reference
ro: &Insereazã referinþã

source: &Go to Reference
ro: &Du-te la referinþa

source: Insert Cross Reference
ro: Insereazã referinþã încruciºatã

source: *** No labels found in document ***
ro: *** Nu au fost gãsite etichete în document ***

source: LaTeX Error
ro: Eroare de LaTeX

source: Type
ro: Tip

source: &Encapsulated Postscript (*.eps, *.ps)
ro: Postscript în&capsulat (*.&eps, *.ps)

source: &Inlined EPS (*.eps, *.ps)
ro: EPS în l&inie (*.eps, *.ps)

source: Insert figure
ro: Insereazã figurã

source: Filename:
ro: Nume fiºier:

source: &Browse
ro: &Rãsfoieºte

source: &Use include
ro: &Utilizeazã includere

source: Use &input
ro: Utilizeazã &intrare

source: &Verbatim
ro: &Textual

source: &Don't typeset
ro: &Nu tipografiazã

source: Vi&sible space
ro: &Spaþii vizibile

source: &Load
ro: În&carcã

source: Insert Include File
ro: Inserare fiºier inclus

source: *.tex|TeX Documents (*.tex)
ro: *.tex|Documente Tex(*.tex)

source: *|All Files
ro: *|Toate fiºierele

source: *.lyx|LyX Documents (*.lyx)
ro: *.lyx|Documente LyX (*.lyx)

source: Select Child Document
ro: Selecteazã document fiu

source: Enter index entry:
ro: Introduceþi indexul:

source: Insert Index Entry
ro: Inseraþi indexul de intrare

source: Note
ro: Notã

source: Insert Label
ro: Inseraþi eticheta

source: Enter new label to insert:
ro: Introduceþi o nouã etichetã de inserat:

source: Rows:
ro: Linii:

source: Columns:
ro: Coloane:

source: Insert table
ro: Insereazã tabel

source: &Layout
ro: Forma&t

source: &Documents
ro: &Documente

source: , and the KLyX team based on LyX-0.10 - 0.12
ro: , ºi echipa KLyx bazat pe LyX-0.10 - 0.12

source: This program is free software; you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation; either version 2 of the License, or (at your option) any later version. KLyX is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU General Public License for more details. You should have received a copy of the GNU General Public License along with this program; if not, write to the
ro: Acest program este software liber; îl puteþi redistribui ºi/sau modifica sub termenii Licenþei Publice Generale GNU publicatã de Free Software Foundation, versiunea 2, sau (la alegerea dumneavoastrã) orice versiune mai nouã. KLyX este distribuit în ideea cã vã este util, dar FÃRÃ NICI O GARANÞIE; nici chiar garanþia ce implicã aspecte COMERCIALE sau POTRIVIREA CU UN SCOP PARTICULAR. Citiþi Licenþa Publicã Generalã GNU pentru mai multe detalii. Trebuie deja sã fi primit o copie a acestei licenþe odatã cu acest program. Dacã nu, scrieþi la:

source: &Credits
ro: C&redite

source: &Introduction
ro: &Introducere

source: &How Do I
ro: Cum sã &fac

source: &User's Guide
ro: &Ghidul utilizatorului

source: &Advanced Editing
ro: Editare &avansatã

source: Cu&stomization
ro: &Personalizare

source: &Reference Manual
ro: &Manualul de referinþã

source: &Known Bugs
ro: &Erori cunoscute

source: &LaTeX Configuration
ro: Configuraþia &LaTeX

source: &Multicolumn
ro: &Multicoloane

source: Line &Top
ro: Linie &sus

source: Line &Bottom
ro: Linie &jos

source: Line &Left
ro: Linie s&tînga

source: Line &Right
ro: Linie &dreapta

source: Align L&eft
ro: Aliniere stîn&ga

source: Align R&ight
ro: Aliniere d&reapta

source: Align &Center
ro: Aliniere &centratã

source: Append R&ow
ro: Adaugã &linie

source: Append Col&umn
ro: Adaugã c&oloanã

source: Delete Ro&w
ro: ªterge l&inie

source: Delete Colum&n
ro: ªterge colo&anã

source: &Delete Table
ro: ªterge ta&bel

source: &Insert table
ro: &Insereazã tabel

source: C&opy
ro: &Copiazã

source: &Find & Replace...
ro: Înloc&uieºte...

source: &Go to Error
ro: Salt la &eroare

source: &Go to Note
ro: Salt la &notã

source: &New...
ro: &Nou...

source: New from &template...
ro: Nou bazat pe &model...

source: Save &as...
ro: S&alveazã ca...

source: &Revert to saved
ro: &Revine la cel salvat

source: Pre&view
ro: Pre&vizualizeazã

source: View &DVI
ro: Vizualizeazã &DVI

source: View &PostScript
ro: Vizualizeazã &PostScript

source: &Update DVI
ro: Actualizeazã D&VI

source: Update P&ostscript
ro: Actualizeazã P&ostScript

source: as &LaTeX...
ro: ca LaTe&X...

source: as &DVI...
ro: ca &DVI...

source: as &PostScript...
ro: ca &PostScript...

source: as Ascii &Text...
ro: ca &text ASCII...

source: Custo&m...
ro: P&ersonalizat...

source: as &LinuxDoc...
ro: ca &LinuxDoc...

source: &Export
ro: E&xportã

source: &Delete Window
ro: ª&terge fereastra

source: &Split horizontal
ro: Împarte pe &orizontalã

source: Split &vertical
ro: Împarte pe &verticalã

source: &Un-Split
ro: &Eliminã împãrþirea

source: &Window
ro: F&ereastra

source: &Open/Close
ro: &Deschide/închide...

source: &Melt
ro: Di&zolvã

source: Open &All Footnotes/Margin Notes
ro: Deschide toate &subsolurile/notele marginale

source: &Close All Footnotes/Margin Notes
ro: Închide toate s&ubsolurile/notele marginale

source: O&pen All Figures/Tables
ro: Deschide toate &figurile/tabelele

source: C&lose All Figures/Tables
ro: Închide toate f&igurile/tabelele

source: &Remove All Error Boxes
ro: &Eliminã toate mesajele de eroare

source: Flo&ats and Insets
ro: Flot&ante ºi inset-uri

source: Ta&ble
ro: Ta&bel

source: &Spellchecker...
ro: &Ortografia...

source: C&heck TeX
ro: Verificã Te&X

source: &Document Structure...
ro: Structura docu&mentului...

source: &Register
ro: În&registreazã

source: Check&In Changes
ro: Verificã &modificãrile

source: Check &Out for Edit
ro: Verificã pentru &editare

source: Revert to &last version
ro: Revine la &ultima versiune

source: &Undo last check in
ro: &Des-face ultima verificare

source: Show &History
ro: Afiºeazã &istoricul

source: &Version Control
ro: Controlul &versiunii

source: Vie&w LaTeX log file
ro: Vizualizeazã fiºierul &jurnal LaTeX

source: Paste Primary Selection as Lines
ro: Lipeºte selecþia primarã ca linii

source: Paste Primary Selection as Paragraph
ro: Lipeºte selecþia primarã ca paragrafe

source: &Character...
ro: &Caractere...

source: &Paragraph...
ro: &Paragraf...

source: P&aper...
ro: &Foaie...

source: &Quotes...
ro: &Ghilimele...

source: E&mphasize Style
ro: Stil &evidenþiat

source: &Noun Style
ro: Stil &noun

source: &Bold Style
ro: Stil &bold

source: &TeX Style
ro: Stil Te&X

source: Start of Appendi&x
ro: Începutul &apendixului

source: Change En&vironment Depth
ro: Schimbã ni&velul cadrului

source: &LaTeX Preamble...
ro: Preambul &LaTeX...

source: &Save layout as default
ro: &Salveazã formatul ca implicit

source: Fi&gure...
ro: &Figurã...

source: Ta&ble...
ro: Ta&bel...

source: In&clude File...
ro: &Include fiºier...

source: As &Lines
ro: ca &Linii...

source: As &Paragraphs
ro: ca &Paragrafe...

source: Insert &ASCII File
ro: Insereazã fiºier &ASCII

source: Insert Ly&X File...
ro: Insereazã fiºier Ly&X...

source: &Footnote
ro: &Subsol

source: &Margin Note
ro: &Notã marginalã

source: &Figure Float
ro: &Figurã flotantã

source: &Table Float
ro: Ta&bel flotant

source: &Wide Figure Float
ro: F&igurã flotantã largã

source: W&ide Table Float
ro: Tab&el flotant larg

source: &Algorithm Float
ro: &Algoritm flotant

source: Fl&oats
ro: Fl&otante

source: Table of &Contents
ro: &Cuprins

source: List of &Figures
ro: Listã de &figuri

source: List of &Tables
ro: Listã de &tabele

source: &Index List
ro: Listã de &indecºi

source: &BibTeX Reference...
ro: Referinþe &BibTeX...

source: List of &Algorithms
ro: Listã de &algoritmi

source: Lists & TOC
ro: &Liste ºi cuprins

source: Hyphenation &Point
ro: Punct de &despãrþire

source: Protected &Blank
ro: &Spaþiu protejat

source: &Linebreak
ro: &Rupere de linie

source: Ell&ipsis
ro: &Elipsã

source: &End of sentence period
ro: &Punct

source: Ordinary &Quote (")
ro: &Ghilimea obiºnuitã (")

source: &Special Character
ro: Caracter &special

source: &Note
ro: &Notã

source: &Label...
ro: &Etichetã...

source: Cross-&Reference...
ro: Referinþã în&cruciºatã...

source: C&itation Reference...
ro: Referinþã ci&tare...

source: In&dex Entry...
ro: Înregistrare inde&x...

source: &HTML URL
ro: URL &HTML

source: Screen &Options...
ro: Opþiuni &afiºare...

source: &Spellchecker Options...
ro: Opþiuni &ortografie...

source: &Keyboard...
ro: Opþiuni &tastaturã...

source: &LaTeX...
ro: Opþiuni &LaTeX...

source: &Reconfigure
ro: &Reconfigureazã

source: Opening help file
ro: Deschid fiºierul de ajutor

source: Wrong Alignment.
ro: Aliniere incorectã.

source: Non multicolumn cells with fixed width can only be left aligned in LaTeX.
ro: Celulele non-multicoloanã cu lãþime fixã nu pot fi aliniate decît la stînga în LaTeX

source: sorry.
ro: îmi pare rãu.

source: Width of Column
ro: Lãþimea coloanei

source: Width of Column:
ro: Lãþimea coloanei:

source: You entered an invalid Length:
ro: Aþi introdus o lungime greºitã:

source: A valid example is "25mm"
ro: Un exemplu corect este "25mm"

source: No font change defined. You may want to set some properties in the combo boxes...
ro: Nu a fost definitã o schimbare de font. Ar trebui sã setaþi ceva proprietãþi în cãsuþele combobox...

source: Language
ro: Limbaj

source: Primary
ro: Primarã

source: Other
ro: Altul

source: Secondary
ro: Secundarã

source: Error: Keymap not found
ro: Eroare: Maparea de tastaturã nu a fost gãsitã

source: Mapping
ro: Mapare

source: &No key mapping
ro: &Fãrã mapare de tastaturã

source: P&rimary key map
ro: Mapare de tastaturã p&rimarã

source: S&econdary key map
ro: Mapare de tastaturã s&ecundarã

source: Character Set
ro: Setul de caractere

source: Set
ro: Seteazã

source: Swap &Y and Z
ro: Permutã &Y ºi Z

source: Keyboard Options
ro: Opþiuni tastaturã

source: Run #
ro: Execþia nr.

source: LaTeX run number
ro: Numãrul de execuþie LaTeX

source: Running MakeIndex.
ro: Execut MakeIndex.

source: Running BibTeX.
ro: Execut BiTeX...

source: LaTeX Options
ro: Opþiuni LaTeX

source: Allo&w accents on ALL characters
ro: &Permite accente pe TOATE caracterele

source: LaTeX Preamble
ro: Preambul LaTeX

source: LaTeX preamble set
ro: Set preambul LaTeX

source: Describe command
ro: Descrie comandã

source: Select previous char
ro: Selecteazã caracterul precedent

source: Exchange cursor and selection mark
ro: Schimbã cursorul ºi marcherul de selecþie

source: Insert bibtex
ro: Insereazã bibtex

source: Autosave
ro: Autosalveazã

source: Go to beginning of document
ro: Salt la începutul documentului

source: Select to beginning of document
ro: Selecteazã de la începutul documentului

source: Go to end of document
ro: Salt la sfîrºitul documentului

source: Select to end of document
ro: Selecteazã pînã la sfîrºitul documentului

source: New document
ro: Document nou

source: New document from template
ro: Document nou bazat pe model

source: Switch to previous document
ro: Comutã la documentul precedent

source: Revert to saved
ro: Revine la documentul salvat anterior

source: Update DVI
ro: Actualizeazã DVI

source: Update PostScript
ro: Actualizeazã PostScript

source: View DVI
ro: Vizualizeazã DVI

source: View PostScript
ro: Vizualizeazã PostScript

source: View Custom Format
ro: Vizualizeazã format personalizat

source: View Custom Format Update
ro: Actualizeazã formatul personalizat

source: Check TeX
ro: Verificã TeX

source: Go one char back
ro: Un caracter înapoi

source: Go one char forward
ro: Un caracter înainte

source: Insert citation
ro: Insereazã citare

source: Execute command
ro: Executã comandã

source: Decrement environment depth
ro: Reduce adîncimea cadrului

source: Increment environment depth
ro: Creºte adîncimea cadrului

source: Change environment depth
ro: Schimbã adîncimea cadrului

source: Change itemize bullet settings
ro: Schimbã setãrile bullet-ului pentru itemi

source: Go down
ro: Mai jos

source: Select next line
ro: Selecteazã urmãtoarea linie

source: Choose Paragraph Environment
ro: Alege cadrul paragraf

source: Go to next error
ro: Salt la urmãtoarea eroare

source: Insert Figure
ro: Insereazã figurã

source: Find & Replace
ro: Înlocuieºte

source: Toggle bold
ro: Comutã bold

source: Toggle code style
ro: Comutã stilul cod

source: Default font style
ro: Stilul de font implicit

source: Toggle emphasize
ro: Comutã evidenþierea

source: Toggle user defined style
ro: Comutã stilul definit de utilizator

source: Toggle user defined style in toolbar
ro: Comutã stilul definit de utilizator în bara de unelte

source: Toggle noun style
ro: Comutã stilul noun

source: Toggle roman font style
ro: Comutã stilul font roman

source: Toggle sans font style
ro: Comutã stilul font sans

source: Set font size
ro: Seteazã mãrimea fontului

source: Show font state
ro: Afiºeazã starea fontului

source: Toggle font underline
ro: Comutã sublinierea fontului

source: Insert Footnote
ro: Insereazã notã de subsol

source: Select next char
ro: Selecteazã urmãtorul caracter

source: Insert horizontal fill
ro: Insereazã umplere orizontalã

source: Insert hyphenation point
ro: Insereazã punct de despãrþire

source: Insert ... dots
ro: Insereazã elipsã

source: Insert end of sentence period
ro: Insereazã punct

source: Turn off keymap
ro: Dezactiveazã maparea de tastaturã

source: Use primary keymap
ro: Utilizeazã maparea de tastaturã primarã

source: Use secondary keymap
ro: Utilizeazã maparea de tastaturã secundarã

source: Toggle keymap
ro: Comutã maparea de tastaturã

source: Copy paragraph environment type
ro: Copiazã tipul de cadru al paragrafului

source: Paste paragraph environment type
ro: Lipeºte tipul de cadrul al paragrafului

source: Specify paper size and margins
ro: Specificã dimensiunea foii ºi marginile

source: Go to beginning of line
ro: Salt la începutul liniei

source: Select to beginning of line
ro: Selecteazã pînã la începutul liniei

source: Go to end of line
ro: Salt la sfîrºitul liniei

source: Select to end of line
ro: Selecteazã pînã la sfîrºitul liniei

source: Exit
ro: Ieºire

source: Insert Margin note
ro: Insereazã notã marginalã

source: Math Greek
ro: Simboluri matematice greceºti

source: Math mode
ro: Mod matematic

source: Go one paragraph down
ro: Salt un paragraf mai jos

source: Select next paragraph
ro: Selecteazã urmãtorul paragraf

source: Go one paragraph up
ro: Salt un paragraf mai sus

source: Select previous paragraph
ro: Selecteazã paragraful precedent

source: Insert protected space
ro: Insereazã un spaþiu protejat

source: Insert quote
ro: Insereazã ghilimele

source: Reconfigure
ro: Reconfigureazã

source: Insert cross reference
ro: Insereazã referinþã încruciºatã

source: Insert Table
ro: Insereazã tabel

source: Toggle TeX style
ro: Comutã stilul TeX

source: Remove all error boxes
ro: Eliminã toate mesajele de eroare

source: Open a new view window
ro: Deschide o nouã fereastrã

source: Delete the current view
ro: ªterge ecranul curent

source: Split horizontally the current view
ro: Împarte orizontal ecranul curent

source: Split vertically the current view
ro: Împarte vertical ecranul curent

source: Unsplit the current view
ro: Eliminã împãrþirea ecranului curent

source: Close the current view
ro: Închide ecranul curent

source: Change view
ro: Schimbã ecranul

source: No description available!
ro: Nu existã o descriere disponibilã!

source: Choose paragraph environment
ro: Alege cadrul paragrafului

source: New
ro: Nou

source: New From Template
ro: Nou din model

source: Preview
ro: Vizualizeazã

source: Update Preview
ro: Actualizeazã vizualizarea

source: Insert footnote
ro: Insereazã notã de subsol

source: Insert margin note
ro: Insereazã notã marginalã

source: Square root
ro: Radical

source: Fraction
ro: Fracþie

source: Sum
ro: Sumã

source: Integral
ro: Integralã

source: Index
ro: Indice

source: Delimiter
ro: Delimitator

source: Decoration
ro: Decoraþie

source: Spacing
ro: Spaþiere

source: Matrix
ro: Matrice

source: Equation
ro: Ecuaþie

source: Greek characters
ro: Caractere greceºti

source: Binary operators
ro: Operatori binari

source: Binary relations
ro: Relaþii binare

source: Arrows
ro: Sãgeþi

source: Variably-sized symbols
ro: Simboluri de mãrime variabilã

source: Functions
ro: Funcþii

source: Table style
ro: Stil tabel

source: Portrait
ro: Portret

source: Landscape
ro: Peisaj

source: Long
ro: Lung

source: Left Border
ro: Chenar stînga

source: Right Border
ro: Chenar dreapta

source: Top Border
ro: Chenar sus

source: Bottom Border
ro: Chenar jos

source: Add Row
ro: Adaugã linie

source: Delete Row
ro: ªterge linie

source: Add Column
ro: Adaugã coloanã

source: Delete Column
ro: ªterge coloanã

source: Align Left
ro: Aliniazã stînga

source: Align Center
ro: Aliniazã central

source: Align Right
ro: Aliniazã dreapta

source: Multicolumn
ro: Multicoloanã

source: Rotate Cell
ro: Roteºte celula

source: Special flags for long tables
ro: Fanioane speciale pentru tabele lungi

source: First head
ro: Primul antet

source: Head
ro: Antet

source: Foot
ro: Subsol

source: Last foot
ro: Ultimul subsol

source: New page
ro: Paginã nouã

source: Delete Table
ro: ªterge tabelul

source: Family::Keep
ro: Familia::Pãstreazã

source: Family::Roman
ro: Familia::Roman

source: Family::SansSerif
ro: Familia::SansSerif

source: Family::Typewriter
ro: Familia::Typewriter

source: Family::Reset
ro: Familia::Reseteazã

source: Series::Keep
ro: Seria::Pãstreazã

source: Series::Medium
ro: Seria::Mediu

source: Series::Bold
ro: Seria::Bold

source: Series::Reset
ro: Seria::Reseteazã

source: Shape::Keep
ro: Forma::Pãstreazã

source: Shape::Upright
ro: Forma::Upright

source: Shape::Italic
ro: Forma::Italic

source: Shape::Slanted
ro: Forma::Slanted

source: Shape::SmallCaps
ro: Forma::SmallCaps

source: Shape::Reset
ro: Forma::Reseteazã

source: Size::Keep
ro: Mãrimea::Pãstreazã

source: Size::Tiny
ro: Mãrimea::Tiny

source: Size::Smallest
ro: Mãrimea::Smallest

source: Size::Smaller
ro: Mãrimea::Smaller

source: Size::Small
ro: Mãrimea::Small

source: Size::Normal
ro: Mãrimea::Normal

source: Size::Large
ro: Mãrimea::Large

source: Size::Larger
ro: Mãrimea::Larger

source: Size::Largest
ro: Mãrimea::Largest

source: Size::Huge
ro: Mãrimea::Huge

source: Size::Huger
ro: Mãrimea::Huger

source: Size::Increase
ro: Mãrimea::Creºte

source: Size::Decrease
ro: Mãrimea::Descreºte

source: Size::Reset
ro: Mãrimea::Reseteazã

source: Misc::Keep
ro: Altele::Pãstreazã

source: Misc::Emph
ro: Altele::Evidenþiat

source: Misc::Underbar
ro: Altele::Subliniat

source: Misc::Noun
ro: Altele::Noun

source: Misc::LaTeX
ro: Altele::LaTeX

source: Misc::Reset
ro: Altele::Reseteazã

source: Color::Keep
ro: Culoare::Pãstreazã

source: Color::None
ro: Culoare::Lipsã

source: Color::Black
ro: Culoare::Negru

source: Color::White
ro: Culoare::Alb

source: Color::Red
ro: Culoare::Roºu

source: Color::Green
ro: Culoare::Verde

source: Color::Blue
ro: Culoare::Albastru
