Repository: 315234/lyx-retina
Catalog: po/*.po
Languages: ro

source: Color::Cyan
ro: Culoare::Cian

source: Color::Magenta
ro: Culoare::Violet

source: Color::Yellow
ro: Culoare::Galben

source: Color::Reset
ro: Culoare::Reseteazã

source: (Changed)
ro: (Modificat)

source: (read only)
ro: (Numai citire)

source: Opening document
ro: Deschid documentul

source: opened.
ro: deschis.

source: Could not open document
ro: Nu pot deschide documentul

source: Left
ro: Stînga

source: Right
ro: Dreapta

source: Rows
ro: Linii

source: Alignment
ro: Alinierea

source: Horizontal
ro: Orizontal

source: Top
ro: Sus

source: Center
ro: Centru

source: Bottom
ro: Jos

source: &Thin
ro: &Subþire

source: &Medium
ro: &Mediu

source: &Thick
ro: &Gros

source: &Negative
ro: &Negativ

source: &Square inch
ro: &Inci pãtrat

source: T&wo square inches
ro: &Doi inci pãtraþi

source: &Papersize:
ro: &Mãrimea foaie:

source: &Special:
ro: S&pecialã:

source: &Use Geometry Package
ro: &Utilizeazã pachetul Geometry

source: Orientation
ro: Orientare

source: P&ortrait
ro: P&ortret

source: &Landscape
ro: P&eisaj

source: Margins
ro: Margini

source: &Top:
ro: &Sus:

source: &Bottom:
ro: &Jos:

source: &Left:
ro: S&tînga:

source: &Right:
ro: &Dreapta

source: Custom Papersize
ro: Mãrime foaie personalizatã

source: &Width:
ro: &Lãþimea:

source: &Height:
ro: Lun&gimea:

source: Foot/Head Margins
ro: Margini antet/subsol

source: &Headheight:
ro: Înãlþime &antet:

source: &Headsep:
ro: Sepa&rare antet:

source: &Footskip:
ro: Separare su&bsol:

source: Warning: Invalid Length (valid example: 10mm)
ro: Atenþie: Lungime eronatã (exemplu valid: 10mm)

source: Configure PaperFormat
ro: Configurare format foaie

source: Paper layout set
ro: Setare format de paginã

source: Document is read-only. No changes to layout permitted.
ro: Documentul poate fi citit numai. Nu sînt permise schimbãri de format.

source: &Right
ro: &Dreapta

source: &Left
ro: S&tînga

source: &Block
ro: &Bloc

source: &Center
ro: &Centrat

source: Lines
ro: Linii

source: Ab&ove
ro: D&easupra

source: B&elow
ro: Dedes&ubt

source: Pagebreaks
ro: Ruperi de paginã

source: Abo&ve
ro: Dea&supra

source: Belo&w
ro: D&edesu&bt

source: Vertical Spaces
ro: Spaþiere verticalã

source: Above:
ro: Deasupra:

source: Below:
ro: Dedesubt:

source: Indent
ro: Indentare

source: &No indent
ro: &Fãrã indentare

source: Line spacing
ro: Spaþierea de linii

source: &Label Width:
ro: &Lungimea etichetei:

source: E&xtra Options
ro: O&pþiuni suplimentare

source: Paragraph Environment
ro: Cadrul paragraf

source: Extra Options
ro: Opþiuni suplimentare

source: &Indented Paragraph
ro: &Indentare paragraf

source: &Minipage
ro: &Minipaginã

source: Length
ro: Lungime

source: or %
ro: sau %

source: Middle
ro: Mijloc

source: HFill between Minipage paragraphs
ro: HFill între paragrafe minipaginã

source: Start new Minipage
ro: Face minipaginã nouã

source: ParagraphExtra Layout
ro: Formatare paragraf suplimentare

source: Read-only buffer
ro: Buffer numai în citire

source: Buffer is read-only. No changes to layout permitted.
ro: Buffer-ul este numai citibil. Nu sînt permise schimbãri ale formatului

source: ParagraphExtra layout set
ro: Setarea formatului paragrafului suplimentar

source: Invalid Length
ro: Lungime eronatã

source: Invalid Value
ro: Valoare eronatã

source: Warning: Invalid percent value (0-100)
ro: Atenþie: Valoare procentualã eronatã (0-100)

source: Type:
ro: Tip

source: &Single
ro: &Simple

source: &Double
ro: &Duble

source: Configure Quotes
ro: Configurare ghilimele

source: Quotes type set
ro: Setare tip ghilimele

source: Roman Font
ro: Font roman

source: Sans Serif Font
ro: Font sans-serif

source: Typewriter Font
ro: Font typewriter

source: Font Norm:
ro: Codare font:

source: Font Zoom
ro: Mãrime font:

source: &Toolbars
ro: Bare de &unelte

source: Defaults
ro: Implicite

source: Always visible
ro: Întotdeauna vizibil

source: Never visible
ro: Niciodatã vizibil

source: Math
ro: Matematic

source: Automatic
ro: Automat

source: Tables
ro: Tabele

source: Character
ro: Caractere

source: Destination
ro: Destinaþia

source: Fax no.
ro: Nr. de fax

source: Dest. name
ro: Nume dest.

source: Company
ro: Firma

source: Phone Book
ro: Cartea de telefon

source: S&elect from
ro: S&electeazã

source: &Add to
ro: &Adaugã la

source: &Delete from
ro: ª&terge

source: Comment
ro: Comentariu

source: Send a fax
ro: Trimite un fax

source: * Save *
ro: * Salvare *

source: Error!
ro: Eroare!

source: Cannot open phone book:
ro: Nu pot dechide cartea de telefon:

source: Select
ro: Selecteazã

source: Phonebook
ro: Cartea de telefon

source: Message View
ro: Vizualizare mesaje

source: Unknown:
ro: Necunoscut:

source: Replace:
ro: Înlocuieºte:

source: Alternatives:
ro: Altenative:

source: &Start spellchecking
ro: &Verificã

source: &Insert in personal dictionary
ro: Adaugã la &dicþionarul personal

source: &Accept word in this session
ro: &Acceptã cuvîntul în aceastã sesiune

source: I&gnore word
ro: &Ignorã cuvîntul

source: R&eplace word
ro: Î&nlocuieºte

source: Stop spellchecking
ro: Opreºte verificarea

source: Spellchecker &Options
ro: &Opþiuni...

source: Close spellchecker
ro: Închide

source: Spellchecker
ro: Ortografia

source: Dictionary
ro: Dicþionar

source: Use language of &document
ro: Utilizeazã limbajul &documentului

source: &Use alternate language
ro: Utilizeazã un limbaj &alternativ

source: &Treat run-together words as legal
ro: &Trateazã cuvintele compuse ca normale

source: &Input Encoding xswitch to ispell
ro: &Introduce codarea xwitch la ispell

source: Use alternate &personal dictionary:
ro: &Utilizeazã un dicþionar personal alternativ:

source: &Extra special chars allowed in words
ro: &Caracterele speciale extra sînt permise în cuvinte:

source: Depth
ro: Adîncime

source: &Goto
ro: &Salt

source: Document Structure
ro: Structura documentului

source: *** No Document ***
ro: *** Nu existã document ***

source: Couldn't find this label in current document.
ro: Nu gãsesc aceastã etichetã în documentul curent.

source: (*** No entry ***)
ro: *** Nu existã intrãri ***

source: VC Log
ro: Jurnalul VC

source: No RCS History!
ro: Nu existã istoric RCS!

source: View Logfile
ro: Vizualizeazã fiºierul jurnal

source: NO LATEX LOGFILE
ro: Nu existã fiºier jurnal LaTeX!

source: Cannot open specified file:
ro: Nu pot deschide fiºierul specificat:

source: Textclass Loading Error!
ro: Eroare de încãrcare a textclass!

source: Can't load textclass
ro: Nu pot încãrca textclass

source: -- substituting default
ro: -- substitui implicit

source: Warning: need lyxformat %.2f but found %.2f
ro: Atenþie: este nevoie de formatul lyx %.2f, dar am gãsit %.2f

source: ERROR: need lyxformat %.2f but found %.2f
ro: EROARE: este nevoie de formatul lyx %.2f, dar am gãsit %.2f

source: Warning!
ro: Atenþie!

source: Reading of document is not complete
ro: Citirea documentului nu este completã

source: Maybe the document is truncated
ro: Este posibil ca documentul sã fie trunchiat

source: ERROR!
ro: Eroare!

source: Old LyX file format found. Use LyX 0.10.x to read this!
ro: Formatul de fiºier LyX este vechi. Utilizaþi LyX 0.10.x pentru a-l citi!

source: Not a LyX file!
ro: Nu este un fiºier LyX!

source: Unable to read file!
ro: Nu pot citi fiºierul!

source: Error! Document is read-only:
ro: Eroare! Documentul poate fi numai citit:

source: Error! Cannot write file:
ro: Eroare! Nu pot scrie fiºierul:

source: Error! Could not close file properly:
ro: Eroare! Nu pot închide corect fiºierul:

source: Error: Cannot write file:
ro: Eroare: Nu pot scrie fiºierul:

source: Error: Cannot open temporary file:
ro: Eroare: Nu pot deschide fiºierul temporar:

source: Error! Could not close file properly:
ro: Eroare! Nu pot închide corect fiºierul:

source: Style %s not allowed before first Section.
ro: Stilul %s nu este permis înaintea primei secþiuni.

source: Style %s not allowed after first Section.
ro: Stilul %s nu este permis dupã prima secþiune.

source: LYX_ERROR:
ro: EROARE_LYX:

source: Cannot write file
ro: Nu pot scrie fiºierul

source: Error : table of contents not allowed in body.
ro: Eroare: cuprinsul nu este permis în corpul textului.

source: Error : unhandled inset.
ro: Eroare: Inset nemanevrabil.

source: Error : incomplete macro.
ro: Eroare: macrou incomplet.

source: Running LaTeX...
ro: Rulez LaTeX...

source: LaTeX did not work!
ro: LaTeX nu funcþioneazã!

source: Missing log file:
ro: Lipseºte fiºierul jurnal:

source: Done
ro: Gata

source: Running chktex...
ro: Rulez chktex...

source: chktex did not work!
ro: chktex nu funcþioneazã!

source: Could not run with file:
ro: Nu pot rula cu fiºierul:

source: Cannot open temporary file:
ro: Nu pot deschide fiºierul temporar:

source: Error! Can't open temporary file:
ro: Eroare! Nu pot deschide fiºierul temporar:

source: Error executing *roff command on table
ro: Eroare la execuþia comenzii *roff pentru tabel

source: Impossible Operation!
ro: Operaþie imposibilã!

source: Cannot insert table/list in table.
ro: Nu pot insera tabel/listã într-un tabel.

source: Changes in document:
ro: Modificãri în document:

source: Save document?
ro: Salvez documentul?

source: Some documents were not saved:
ro: Cîteva documente nu au fost salvate:

source: Exit anyway?
ro: Închid în aceste condiþii?

source: Saving document
ro: Salvez documentul

source: Document saved as
ro: Document salvat ca

source: Could not delete auto-save file!
ro: Nu pot ºterge fiºierul de auto-salvare!

source: Save failed!
ro: Salvarea a eºuat!

source: lyx: Attempting to save document
ro: lyx: Încerc sã salvez documentul

source: as...
ro: ca...

source: Save seems succesful. Phew.
ro: Salvarea pare sã se fi terminat.

source: Save failed! Trying...
ro: Salvarea a eºuat! Încerc...

source: Save failed! Bummer. Document is lost.
ro: Salvarea a eºuat! Documentul este pierdut.

source: An emergency save of this document exists!
ro: Existã o salvare de urgenþã a acestui document!

source: Try to load that instead?
ro: Încerc sã încarc acest fiºier?

source: Autosave file is newer.
ro: Autosalvarea este mai nouã.

source: Load that one instead?
ro: Îl încarc pe acesta?

source: Unable to open template
ro: Nu pot deschide fiºierul model

source: Could not convert file
ro: Nu pot converti fiºierul

source: Document is already open:
ro: Documentul este deja deschis:

source: Do you want to reload that document?
ro: Doriþi sã reîncarc documentul?

source: File `
ro: Fiºierul `

source: ' is read-only.
ro: ' se poate citi numai.

source: Create new document with this name?
ro: Creez un document nou cu acest nume?

source: [render error]
ro: [eroare de randare]

source: [rendering ... ]
ro: [randez ... ]

source: [no file]
ro: [nu existã fiºier]

source: [not displayed]
ro: [nu este afiºat]

source: [no ghostscript]
ro: [nu existã ghostscript]

source: [unknown error]
ro: [eroare necunoscutã]

source: empty figure path
ro: cale goalã cãtre figurã

source: LyX Internal Error!
ro: Eroare internã de LyX!

source: Could not test if directory is writeable
ro: Nu pot testa dacã este permisã scrierea în director

source: Cannot open directory test file
ro: Nu pot deschide fiºierul de test pentru director

source: Created test file but cannot remove it?
ro: Am creat fiºierul de test dar nu pot sã îl ºterg!

source: Error! Cannot open directory:
ro: Eroare! Nu pot deschide directorul:

source: Error! Could not remove file:
ro: Eroare! Nu pot ºterge fiºierul:

source: Error! Couldn't create temporary directory:
ro: Eroare! Nu pot crea directorul temporar:

source: Error! Couldn't delete temporary directory:
ro: Eroare! Nu pot ºterge directorul temporar:

source: Internal error!
ro: Eroare internã!

source: Call to createDirectory with invalid name
ro: Apel de creare director cu nume eronat

source: Error! Couldn't create directory:
ro: Eroare! Nu pot crea directorul:

source: ---unnamed---
ro: -- fãrã nume --

source: Math greek mode on
ro: Modul cu caractere matematice greceºti este activat

source: Math greek keyboard on
ro: Tastatura în modul matematic grecesc este activatã

source: Math greek keyboard off
ro: Tastatura în modul matematic grecesc este dezactivatã

source: TeX mode
ro: Modul TeX

source: No number
ro: Fãrã numãr

source: Number
ro: Numãr

source: math text mode
ro: Modul text matematic

source: Invalid action in math mode!
ro: Acþiune eronatã în modul matematic!

source: Macro:
ro: Macrou:

source: BibTeX Generated References
ro: Referinþe generate de BibTeX

source: Database:
ro: Baza de date:

source: Style:
ro: Stil:

source: Input
ro: Intrare

source: Verbatim Input
ro: Intrare textualã

source: Include
ro: Includere

source: PrintIndex
ro: Index tipãrit

source: Page:
ro: Pagina:

source: Other...
ro: Alta...

source: options:
ro: opþiuni:

source: LyX wasn't able to find it's layout descriptions!
ro: Nu pot gãsi descrierile de formate!

source: Check that the file "textclass.lst"
ro: Verificaþi dacã fiºierul "textclass.lst"

source: is installed correctly. Sorry, has to exit :-(
ro: este instalat corect. Renunþ.

source: Save failed. Rename and try again?
ro: Salvarea a eºuat. Redenumesc ºi încerc din nou?

source: (If not, document is not saved.)
ro: (Dacã nu, documentul nu va fi salvat.)

source: *.lyx|Klyx Documents (*.lyx) *|All Files
ro: *.lyx|Documente Klyx (*.lyx) *|Toate fiºierele

source: Enter Filename to Save Document as
ro: Introduceþi numele de fiºier pentru a salva documentul ca

source: Canceled.
ro: Anulat.

source: Same name as document already has:
ro: Existã deja un nume ca cel al documentului curent:

source: Save anyway?
ro: Salvez în aceste condiþii?

source: Another document with same name open!
ro: Existã alt document deschis cu acelaºi nume!

source: Replace with current document?
ro: Îl înlocuiesc cu documentul curent?

source: Document renamed to '
ro: Document redenumit ca '

source: ', but not saved...
ro: ', dar nu a fost salvat...

source: Document already exists:
ro: Documentul existã deja:

source: Replace file?
ro: Înlocuiesc fiºierul?

source: One error detected
ro: Am detectat o eroare

source: You should try to fix it.
ro: Ar trebui sã încercaþi sã o rezolvaþi.

source: errors detected.
ro: erori detectate.

source: You should try to fix them.
ro: Ar trebui sã încercaþi sã le rezolvaþi.

source: There where errors during the LaTeX run.
ro: Au apãrut erori în timpul rulãrii LaTeX-ului.

source: Chktex is no fun for LinuxDoc.
ro: Chktex nu este recomandabil pentru LinuxDoc.

source: No warnings found.
ro: Nu am gãsit avertizãri.

source: One warning found.
ro: Am gãsit o avertizare.

source: Use 'Edit->Go to Error' to find it.
ro: Utilizaþi 'Editare->Salt la eroare' pentru a o gãsi

source: warnings found.
ro: avertizãri gãsite.

source: Use 'Edit->Go to Error' to find them.
ro: Utilizaþi 'Editare->Salt la eroare' pentru a le gãsi

source: Chktex run successfully
ro: Chktex a fost executat cu succes

source: It seems chktex does not work.
ro: Se pare cã Chktex nu funcþioneazã.

source: Executing command:
ro: Execut comanda:

source: *.tex|LaTex Files (*.tex) *|All Files
ro: *.tex|Fiºiere LaTex (*.tex) *|Toate fiºierele

source: Export LaTeX File
ro: Exportare fiºier LaTeX

source: Nice LaTeX file saved as
ro: Fiºierul LaTeX a fost salvat ca

source: Document class must be linuxdoc.
ro: Clasa de document trebuie sã fie LinuxDoc.

source: *.sgml|LinuxDoc SGML file (*.sgml)
ro: *.sgml|Fiºier SGML LinuxDoc (*.sgml)

source: Building LinuxDoc SGML file `
ro: Construiesc fiºierul SGML LinuxDoc

source: LinuxDoc SGML file
ro: Fiºier SGML LinuxDoc

source: built
ro: construit

source: *.txt|Text Files
ro: *.txt|Fiºiere text

source: Export Text File
ro: Exportare fiºier text

source: Ascii file saved as
ro: Fiºier ASCII salvat ca

source: Autosaving current document...
ro: Autosalvez documentul curent...

source: Autosave Failed!
ro: Autosalvarea a eºuat!

source: File to Insert
ro: Fiºier de inserat

source: Error! Cannot open specified file:
ro: Eroare! Nu pot deschide fiºierul specificat:

source: Inserting Footnote...
ro: Inserez notã de subsol...

source: Importing LinuxDoc SGML file `
ro: Import fiºierul SGML LinuxDoc `

source: Converting LinuxDoc SGML to TeX file...
ro: Convertesc fiºierul SGML LinuxDoc la fiºier TeX ...

source: Converting LinuxDoc SGML to dvi file...
ro: Convertesc fiºierul SGML LinuxDoc la fiºier DVI ...

source: Any changes will be ignored
ro: Toate modificãrile vor fi ignorate

source: The document is read-only:
ro: Documentul poate fi citit numai:

source: Do you want to save the current settings for Character, Document, Paper and Quotes as default for new documents?
ro: Doriþi sã salvez setãrile curente pentru caractere, document, foaie ºi ghilimele ca implicite pentru documentele noi?

source: Open/Close...
ro: Deschide/Închide...

source: No further undo information
ro: Nu existã informaþii pentru a des-face

source: Redo not yet supported in math mode
ro: Operaþia de re-facere nu este suportatã încã în modul matematic

source: No further redo information
ro: Nu exitã informaþii pentru re-facere

source: Font:
ro: Fontul:

source: , Depth:
ro: , Adîncimea:

source: Inserting margin note...
ro: Inserez notã marginalã...

source: Paragraph environment type copied
ro: Am copiat cadru de tip paragraf

source: Paragraph environment type set
ro: Am setat cadrul de tip paragraf

source: Melt
ro: Dizolvat

source: Changed environment depth (in possible range, maybe not)
ro: Adîncime cadru modificatã (într-un domeniu posibil sau poate nu...)

source: No font change defined. Use Character under the Layout menu to define font change.
ro: Nu a fost definitã o schimbare de font. Utilizaþi Caractere din meniul Format pentru a defini schimbarea de font.

source: Paragraph layout set
ro: Am setat formatul de paragraf

source: Converting document to new document class...
ro: Convertesc documentul la o nouã clasã de document...

source: One paragraph couldn't be converted
ro: Nu am putut converti un paragraf

source: paragraphs couldn't be converted
ro: paragrafe nu am putut sã le convertesc

source: Conversion Errors!
ro: Erori de conversie!

source: into chosen document class
ro: în clasa de document aleasã

source: Document layout set
ro: Am setat formatul de document

source: No more notes
ro: Nu existã note

source: Cannot insert table in table.
ro: Nu pot insera un tabel în alt tabel.

source: Inserting table...
ro: Inserez tabel...

source: Table inserted
ro: Tabelul a fost inserat

source: Inserting figure...
ro: Inserez figurã...

source: Figure inserted
ro: Figura a fost inseratã

source: Screen options set
ro: Am actualizat setãrile de afiºare

source: Running configure...
ro: Execut configurarea...

source: Reloading configuration...
ro: Reîncarc configurarea...

source: The system has been reconfigured.
ro: Am reconfigurat sistemul.

source: You need to restart LyX to make use of any
ro: Trebuie sã restartaþi KLyX pentru a putea utiliza

source: updated document class specifications.
ro: specificaþiile actualizate ale claselor de documente

source: Alert
ro: Avertizare

source: Question
ro: Întrebare

source: You don't have a personal LyX directory. It is needed to keep your own configuration. Should I try to set it up for you (recommended)?
ro: Nu aveþi un director personal pentru LyX. Este nevoie de el pentru a þine setãrile dumneavoastrã. Încerc sã-l setez pentru dumneavoastrã (recomandat)?

source: LyX: Creating directory %s and running configure...
ro: LyX: Creez directorul %s ºi rulez configurarea...

source: Failed. Will use %s instead.
ro: A eºuat. Voi utiliza %s în loc.

source: LyX: Done!
ro: Lyx: Gata!

source: LyX Warning!
ro: Avertizare LyX

source: Error while reading
ro: Eroare la citirea

source: Using built-in defaults.
ro: Utilizez valorile implicite interne

source: Fax File:
ro: Fiºier Fax:

source: String not found!
ro: Nu am gãsit ºirul!

source: 1 string has been replaced.
ro: Am înlocuit un ºir.

source: strings have been replaced.
ro: ºiruri le-am înlocuit.

source: Found.
ro: Am gãsit.

source: Unknown sequence:
ro: Secvenþã necunoscutã:

source: Unknown action
ro: Acþiune necunoscutã

source: Command not allowed without any document open
ro: Comandã nepermisã fãrã un document deschis

source: Document is read-only
ro: Documentul poate fi citit numai

source: Unknown preview type:
ro: Tip de previzualizare necunoscut:

source: Unknown export type:
ro: Tip de exportare necunoscut:

source: Layout
ro: Format

source: not known
ro: necunoscut

source: No cross-reference to toggle
ro: Nu existã referinþe încruciºate de comutat

source: This is only allowed in math mode!
ro: Acest lucru este permis numai în modul matematic!

source: Unknown kind of footnote
ro: Tip de subsol necunoscut

source: Document is read only
ro: Documentul este poate fi citit numai

source: *.lyx|LyX Documents (*.lyx) *|All Files
ro: *.lyx|Documente LyX (*.lyx) *|Toate fiºierele

source: newfile
ro: fiºier_nou

source: Do you want to close that document now? ('No' will just switch to the open version)
ro: Doriþi sã închid acest document acum? (Alegînd 'Nu' veþi trece la versiunea deschisã)

source: File already exists:
ro: Fiºierul existã deja:

source: Do you want to open the document?
ro: Doriþi sã deschid documentul?

source: Inserting document
ro: Inserez documentul

source: inserted.
ro: inserat.

source: Could not insert document
ro: Nu pot insera documentul

source: LyX VC: Initial description
ro: LyX VC: Descriere iniþialã

source: LyX VC: Log Message
ro: LyX VC: Mesaj jurnal

source: When reverting you will lose all changes made to the document since the last check-in.
ro: Cînd reveniþi înapoi veþi pierde toate modificãrile fãcute documentului de la ultima verificare.

source: Do you still want to do it?
ro: Doriþi sã o faceþi?

source: Sorry, can't do this while pictures are being rendered.
ro: Îmi pare rãu, nu puteþi face acest lucru cînd imaginile se randeazã.

source: Please wait a few seconds for this to finish and try again.
ro: Aºteptaþi vã rog cîteva secunde sã se termine ºi apoi încercaþi din nou.

source: (or kill runaway gs processes by hand and try again.)
ro: (sau opriþi manual procesele 'gs' ce ruleazã ºi încercaþi din nou)

source: Can't do this while the spellchecker is running.
ro: Nu pot sã fac acest lucru cînd verificatorul ortografic lucreazã.

source: Stop the spellchecker first.
ro: Opriþi verificatorul ortografic mai întîi.

source: Welcome to LyX!
ro: Bine aþi venit în LyX!

source: Executing:
ro: Execut:

source: * No document open *
ro: * Nici un document deschis *

source: Senseless with this layout!
ro: Fãrã sens pentru acest format!

source: Error: Could not change to directory:
ro: Eroare: Nu pot schimba directorul:

source: LyX Internal Error:
ro: Eroare internã LyX:

source: Path Stack underflow.
ro: Stiva de cale depãºitã

source: ispell problem
ro: Eroare ispell

source: The ispell-process has died for some reason. *One* possible reason could be that you do not have a dictionary file for the language of this document installed. Check /usr/lib/ispell or set another dictionary in the Spellchecker Options menu.
ro: Procesul ispell a murit dintr-un anumit motiv. Un motiv posibil poate fi acela cã nu aveþi un fiºier dicþionar instalat pentru limbajul documentului curent. Verificaþi /usr/lib/ispell sau setaþi alt dicþionar în meniul 'Opþiuni ortografie'.

source: words checked.
ro: cuvinte verificate.

source: word checked.
ro: cuvînt verificat.

source: Spellchecking completed! %s
ro: Verificare ortograficã completã! %s

source: Ispell process
ro: Procesul ispell

source: The ispell-process has died for some reason. Maybe it has been killed.
ro: Procesul ispell a murit dintr-un anumit motiv. Poate chiar a fost omorît.

source: Multicolumns can only be horizontally.
ro: Multicoloanele pot fi numai orizontale

source: Impossible operation
ro: Operaþie imposibilã
